Repository: Etsuna/ArchipelagoSphereTracker
Catalog: src/Resources/Resource.*.resx
Languages: de, es, fr, it, ja, pt

# SCStatusGameListDescription
source: Status for all games
de: Status für alle Spiele
es: Status de todos los juegos
fr: Statut pour tous les jeux
it: Stato per tutti i giochi
ja: すべてのゲームのステータス
pt: Status para todos os jogos

# SCRecapAllDescription
source: Recap list of items for all games
de: Zusammenfassung der Liste von Elementen für alle Spiele
es: Lista de recap de artículos para todos los juegos
fr: Liste récapitulative des items pour tous les jeux
it: Riepilogo dell'elenco degli elementi per tutti i giochi
ja: すべてのゲームのアイテムの要約リスト
pt: Lista de recapitulação de itens para todos os jogos

# SCInfoDescription
source: Get all infos for your Archipelago
de: Alle Informationen für Ihr Archipel
es: Obtener toda la información para su Archipiélago
fr: Obtenez toutes les infos pour votre Archipelago
it: Ottenere tutte le informazioni per la tua Archipelago
ja: アーチペラルゴのすべての情報を取得する
pt: Obtenha todas as informações para seu Arquiteto

# SCGetPatchDescription
source: Get patch for alias
de: Patch für Alias abrufen
es: Obtener el parche para el alias
fr: Obtenir le patch pour l’alias
it: Ottenere la patch per l'alias
ja: エイリアスのパッチを取得する
pt: Obter patch para alíase

# SCRecapDescription
source: Recap list of items for a specific game
de: Zusammenfassung der Liste von Elementen für ein bestimmtes Spiel
es: Lista de recap de artículos para un juego específico
fr: Liste récapitulative des items pour un jeu spécifique
it: Riepilogo dell'elenco degli elementi per un gioco specifico
ja: 特定のゲームのアイテムの要約リスト
pt: Lista de recapitulação de itens para um jogo específico

# RCRecapAndCleanDescription
source: Recap and clean list of items for a specific game
de: Zusammenfassung und Reinigung der Liste von Elementen für ein bestimmtes Spiel
es: Recap y limpieza de la lista de artículos para un juego específico
fr: Lister et nettoyer la liste des items pour un jeu spécifique
it: Riepilogo e pulizia dell'elenco degli elementi per un gioco specifico
ja: 特定のゲームのアイテムの要約リストを整理する
pt: Recapitulação e limpeza da lista de itens para um jogo específico

# SCCleanDescription
source: Clean list of items for a specific game
de: Reinigung der Liste von Elementen für ein bestimmtes Spiel
es: Limpiar la lista de artículos para un juego específico
fr: Nettoyer la liste des items pour un jeu spécifique
it: Pulizia dell'elenco degli elementi per un gioco specifico
ja: 特定のゲームのアイテムのリストを整理する
pt: Limpar lista de itens para um jogo específico

# SCCleanAllDescription
source: Clean all recap items
de: Alle Zusammenfassungs-Elemente reinigen
es: Limpiar todos los artículos de recap
fr: Nettoyer tous les items récapitulatifs
it: Pulizia di tutti gli elementi di riepilogo
ja: すべての要約アイテムを整理する
pt: Limpar todos os itens de recapitulação

# SCGetHintFromFinderDescription
source: Get a hint from finder
de: Hinweis vom Finder abrufen
es: Obtener una pista del buscador
fr: Obtenir un indice de la part du trouveur
it: Ottenere un suggerimento dal cercatore
ja: ファインダーからヒントを取得する
pt: Obter uma dica do avaliador

# SCGetHintForReveiverDescription
source: Get a hint for receiver
de: Hinweis für Empfänger abrufen
es: Obtener una pista para el receptor
fr: Obtenir un indice pour le receveur
it: Ottenere un suggerimento per il ricevitore
ja: 受信者にヒントを提供する
pt: Obter uma dica para o receptador

# SCListItemDescription
source: List all items for alias
de: Alle Artikel für Alias auflisten
es: Listar todos los artículos para el alias
fr: Lister tous les items pour l’alias
it: Elenco di tutti gli elementi per l'alias
ja: エイリアスのすべてのアイテムをリストする
pt: Listar todos os itens para a alíase

# SCListYamlsDescription
source: List all YAML files for the channel
de: Alle YAML-Dateien für den Kanal auflisten
es: Listar todos los archivos YAML para el canal
fr: Lister tous les fichiers YAML pour le canal
it: Elenca tutti i file YAML per il canale
ja: チャネルのすべてのYAMLファイルをリストする
pt: Listar todos os arquivos YAML para o canal

# SCListApworldDescription
source: List all APWorlds
de: Alle APWorlds auflisten
es: Listar todos los APWorlds
fr: Lister tous les APWorlds
it: Elenca tutti gli APWorlds
ja: すべてのAPWorldをリストする
pt: Listar todos os mundos AP

# SCApworldInfoDescription
source: List info for specific APWorld
de: Informationen zu einer bestimmten APWorld auflisten
es: Listar información para un APWorld específico
fr: Lister les infos pour un APWorld spécifique
it: Elenca le informazioni per un APWorld specifico
ja: 特定のAPWorldの情報をリストする
pt: Listar informações para um mundo AP específico

# SCApworldInfoChoiceDescription
source: Choose an APWorld
de: APWorld auswählen
es: Elegir un APWorld
fr: Choisissez un APWorld
it: Scegli un APWorld
ja: APWorldを選択する
pt: Escolher um mundo AP

# SCBackupYamlDescription
source: Backup all YAMLs for the channel
de: Alle YAML-Dateien für den Kanal sichern
es: Respaldo de todos los YAMLs para el canal
fr: Sauvegarder tous les YAMLs pour le canal
it: Backup di tutti i file YAML per il canale
ja: チャネルのすべてのYAMLをバックアップする
pt: Backup de todos os arquivos YAML para o canal

# SCBackupApworldDescription
source: Backup all APWorlds for the channel
de: Alle APWorlds für den Kanal sichern
es: Respaldo de todos los APWorlds para el canal
fr: Sauvegarder tous les APWorlds pour le canal
it: Backup di tutti gli APWorlds per il canale
ja: チャネルのすべてのAPWorldをバックアップする
pt: Backup de todos os mundos AP para o canal

# SCDownloadYamlTemplateDescription
source: Download a YAML template
de: YAML-Vorlage herunterladen
es: Descargar una plantilla YAML
fr: Télécharger un modèle YAML
it: Scarica un template YAML
ja: YAMLテンプレートをダウンロードする
pt: Baixar um modelo YAML

# SCTemplateDescription
source: Choose a YAML file to download
de: YAML-Datei zum Herunterladen auswählen
es: Elegir un archivo YAML para descargar
fr: Choisissez un fichier YAML à télécharger
it: Scegli un file YAML da scaricare
ja: ダウンロードするYAMLファイルを選択する
pt: Escolher um arquivo YAML para baixar

# SCDeleteYamlDescription
source: Delete a specific YAML file
de: Eine bestimmte YAML-Datei löschen
es: Eliminar un archivo YAML específico
fr: Supprimer un fichier YAML spécifique
it: Elimina un file YAML specifico
ja: 特定のYAMLファイルを削除する
pt: Excluir um arquivo YAML específico

# SCDeleteYamlChooseDescription
source: Choose a YAML file to delete
de: YAML-Datei zum Löschen auswählen
es: Elegir un archivo YAML para eliminar
fr: Choisissez un fichier YAML à supprimer
it: Scegli un file YAML da eliminare
ja: 削除するYAMLファイルを選択する
pt: Escolher um arquivo YAML para excluir

# SCCleanYamlDescription
source: Clean all YAMLs in the channel
de: Alle YAML-Dateien im Kanal reinigen
es: Limpiar todos los YAMLs en el canal
fr: Nettoyer tous les YAMLs dans le canal
it: Pulizia di tutti i file YAML nel canale
ja: チャネルのすべてのYAMLを整理する
pt: Limpar todos os arquivos YAML no canal

# SCSendYamlDescription
source: Send or replace a YAML file for generation
de: YAML-Datei zum generieren senden oder ersetzen
es: Enviar o reemplazar un archivo YAML para generación
fr: Envoyer ou remplacer un fichier YAML pour la génération
it: Invia o sostituisci un file YAML per la generazione
ja: 生成のためにYAMLファイルを送信または置き換える
pt: Enviar ou substituir um arquivo YAML para geração

# SCSendYamlChooseDescription
source: Upload a YAML file
de: YAML-Datei hochladen
es: Subir un archivo YAML
fr: Téléverser un fichier YAML
it: Carica un file YAML
ja: YAMLファイルをアップロードする
pt: Enviar um arquivo YAML

# SCGenerateWithZipDescription
source: Generate multiworld from a ZIP
de: Multiworld aus einer ZIP-Datei generieren
es: Generar multiworld a partir de un ZIP
fr: Générer un multiworld à partir d’un fichier ZIP
it: Genera multiworld da un ZIP
ja: ZIPからマルチワールドを生成する
pt: Gerar multiplayer a partir de um arquivo ZIP

# SCGenerateWithZipChooseDescription
source: Upload a ZIP containing YAMLs
de: ZIP-Datei mit YAMLs hochladen
es: Subir un ZIP que contenga YAMLs
fr: Téléverser un fichier ZIP contenant des fichiers YAML
it: Carica un ZIP contenente file YAML
ja: YAMLが含まれているZIPをアップロードする
pt: Enviar um arquivo ZIP contendo arquivos YAML

# SCSendApworldDescription
source: Send or replace an APWorld file
de: APWorld-Datei senden oder ersetzen
es: Enviar o reemplazar un archivo APWorld
fr: Envoyer ou remplacer un fichier APWorld
it: Invia o sostituisci un file APWorld
ja: APWorldファイルを送信または置き換える
pt: Enviar ou substituir um arquivo de mundo AP

# SCSendApworldChooseDescription
source: Upload an APWorld file
de: APWorld-Datei hochladen
es: Subir un archivo APWorld
fr: Téléverser un fichier APWorld
it: Carica un file APWorld
ja: APWorldファイルをアップロードする
pt: Enviar um arquivo de mundo AP

# SCGenerateDescription
source: Generate multiworld from existing YAMLs
de: Multiworld aus bestehenden YAMLs generieren
es: Generar multiworld a partir de YAMLs existentes
fr: Générer un multiworld à partir des YAMLs existants
it: Genera multiworld dai file YAML esistenti
ja: 既存のYAMLからマルチワールドを生成する
pt: Gerar modo multiplayer a partir dos arquivos YAML existentes

# SCTestGenerateDescription
source: Test generation of multiworld from existing YAMLs
de: Test der Multiworld-Generierung aus bestehenden YAMLs
es: Probar la generación de multiworld a partir de YAMLs existentes
fr: Tester la génération d’un multiworld à partir des YAMLs existants
it: Testa la generazione di multiworld dai file YAML esistenti
ja: 既存のYAMLからマルチワールドの生成をテストする
pt: Testar a geração de modo multiplayer a partir dos arquivos YAML existentes

# URLEmpty
source: Empty URL not allowed.
de: Leere URL nicht zugelassen.
es: URL vacía no permitida.
fr: URL vide non autorisée.
it: URL vuota non permessa.
ja: 空のURLは許可されません。
pt: URL vazia não permitida.

# URLNotValid
source: The link is incorrect; use the room URL.
de: Der Link ist falsch; verwenden Sie die Raum-URL.
es: El enlace es incorrecto; use la URL de la sala.
fr: Le lien est incorrect, utilisez l’URL de la room.
it: Il link è errato; utilizzare l'URL della stanza.
ja: リンクが正しくありません。ルームURLを使用してください。
pt: O link está incorreto; use a URL do quarto.

# UrlThredCreated
source: The thread has been created: {0}, wait for the bot to be ready.
de: Der Thread wurde erstellt: {0}, warten Sie, bis der Bot bereit ist.
es: El hilo ha sido creado: {0}, espere a que el bot esté listo.
fr: Le fil a été créé : {0}, veuillez attendre que le bot soit prêt.
it: Il thread è stato creato: {0}, attendere che il bot sia pronto.
ja: スレッドが作成されました：{0} ボットが準備完了するまでお待ちください。
pt: A thread foi criada: {0}, aguarde até que o bot esteja pronto.

# UrlPrivateThreadUserNotFound
source: User not found for the private thread.
de: Benutzer für den privaten Thread nicht gefunden.
es: Usuario no encontrado para el hilo privado.
fr: Utilisateur introuvable pour le fil privé.
it: Utente non trovato per il thread privato.
ja: プライベートスレッドのユーザーが見つかりません。
pt: Usuário não encontrado para a thread privada.

# UrlGamePatch
source: Name: {0} | Download: {1}
es: Nombre: {0} | Descargar: {1}
fr: Nom : {0} | Téléchargement : {1}
it: Nome: {0} | Download: {1}
ja: 名前：{0} | ダウンロード：{1}
pt: Nome: {0} | Download: {1}

# URLBotReady
source: BOT Ready, GL&HF!
de: BOT bereit, GL&HF!
es: ¡BOT listo, ¡GL&HF!
fr: BOT prêt, GL&HF!
it: BOT pronto, GL&HF!
ja: BOT準備完了、GL&HF！
pt: BOT pronto, GL&HF!

# URLSet
source: URL set to {0}. Messages configured for this channel. Please wait while the program retrieves all aliases.
de: URL auf {0} gesetzt. Nachrichten für diesen Kanal konfiguriert. Bitte warten, während das Programm alle Aliasrechte abruft.
es: URL establecida a {0}. Mensajes configurados para este canal. Por favor, espere mientras el programa recupera todos los alias.
fr: URL définie sur {0}. Messages configurés pour ce canal. Veuillez patienter pendant que le programme récupère tous les alias.
it: URL impostato su {0}. Messaggi configurati per questo canale. Attendere mentre il programma recupera tutti gli alias.
ja: URLが{0}に設定されました。このチャネルのメッセージが構成されました。プログラムがすべてのエイリアスを取得するまでお待ちください。
pt: URL definida para {0}. Mensagens configuradas para este canal. Aguarde enquanto o programa busca todos os alias.

# URLAlreadySet
source: URL already set for this channel. Remove the URL before adding a new one.
de: URL bereits für diesen Kanal gesetzt. Entfernen Sie die URL, bevor Sie eine neue hinzufügen.
es: URL ya establecida para este canal. Elimine la URL antes de agregar una nueva.
fr: URL déjà définie pour ce canal. Supprimez l'URL avant d'en ajouter une nouvelle.
it: URL già impostato per questo canale. Rimuovere l'URL prima di aggiungerne uno nuovo.
ja: このチャネルには既にURLが設定されています。新しいURLを追加する前にURLを削除してください。
pt: URL já definida para este canal. Remova a URL antes de adicionar uma nova.

source: URL deleted.
de: URL gelöscht.
es: URL eliminada.
fr: URL supprimée.
it: URL eliminato.
ja: URLが削除されました。
pt: URL excluída.

# YamlFileNotExists
source: ❌ The file does not exist!
de: ❌ Die Datei existiert nicht!
es: ❌ El archivo no existe!
fr: ❌ Le fichier n'existe pas !
it: ❌ Il file non esiste!
ja: ❌ ファイルは存在しません！
pt: ❌ O arquivo não existe!

# YamlWrongFile
source: ❌ You must send a YAML file!
de: ❌ Sie müssen eine YAML-Datei senden!
es: ❌ ¡Debe enviar un archivo YAML!
fr: ❌ Vous devez envoyer un fichier YAML !
it: ❌ Devi inviare un file YAML!
ja: ❌ YAMLファイルを送信する必要があります！
pt: ❌ Você deve enviar um arquivo YAML!

# YamlFileSent
source: File {0} sent.
de: Datei {0} gesendet.
es: Archivo {0} enviado.
fr: Fichier {0} envoyé.
it: File {0} inviato.
ja: ファイル{0}が送信されました。
pt: Arquivo {0} enviado.

# YamlFileDownloadFailed
source: ❌ File download failed.
de: ❌ Dateiherunterladung fehlgeschlagen.
es: ❌ Descarga del archivo fallida.
fr: ❌ Échec du téléchargement du fichier.
it: ❌ Scaricamento del file fallito.
ja: ❌ ファイルのダウンロードに失敗しました。
pt: ❌ Falha no download do arquivo.

# YamlDeleteAllFiles
source: All YAML files have been deleted.
de: Alle YAML-Dateien wurden gelöscht.
es: Todos los archivos YAML han sido eliminados.
fr: Tous les fichiers YAML ont été supprimés.
it: Tutti i file YAML sono stati eliminati.
ja: すべてのYAMLファイルが削除されました。
pt: Todos os arquivos YAML foram excluídos.

# YamlDeleteAllFilesError
source: Error while deleting the files: {0}
de: Fehler beim Löschen der Dateien: {0}
es: Error al eliminar los archivos: {0}
fr: Erreur lors de la suppression des fichiers : {0}
it: Errore durante l'eliminazione dei file: {0}
ja: ファイルの削除中にエラーが発生しました：{0}
pt: Erro ao excluir os arquivos: {0}

# YamlNotFound
source: No YAML file found.
de: Keine YAML-Datei gefunden.
es: No se encontró ningún archivo YAML.
fr: Aucun fichier YAML trouvé.
it: Nessun file YAML trovato.
ja: YAMLファイルが見つかりません。
pt: Nenhum arquivo YAML encontrado.

# YamlFileDeleted
source: ✅ The file {0} has been successfully deleted.
de: ✅ Die Datei {0} wurde erfolgreich gelöscht.
es: ✅ El archivo {0} ha sido eliminado con éxito.
fr: ✅ Le fichier {0} a été supprimé avec succès.
it: ✅ Il file {0} è stato eliminato con successo.
ja: ✅ ファイル{0}が正常に削除されました。
pt: ✅ O arquivo {0} foi excluído com sucesso.

# YamlFileDeletedError
source: ❌ Error while deleting the file {0}: {1}
de: ❌ Fehler beim Löschen der Datei {0}: {1}
es: ❌ Error al eliminar el archivo {0}: {1}
fr: ❌ Erreur lors de la suppression du fichier {0} : {1}
it: ❌ Errore durante l'eliminazione del file {0}: {1}
ja: ❌ ファイル{0}の削除中にエラーが発生しました：{1}
pt: ❌ Erro ao excluir o arquivo {0}: {1}

# YamlDeleteFileNotExists
source: ❌ The file {0} does not exist.
de: ❌ Die Datei {0} existiert nicht.
es: ❌ El archivo {0} no existe.
fr: ❌ Le fichier {0} n'existe pas.
it: ❌ Il file {0} non esiste.
ja: ❌ ファイル {0} は存在しません。
pt: ❌ O arquivo {0} não existe.

# YamlNoYaml
source: ❌ No YAML file found!
de: ❌ Keine YAML-Datei gefunden!
es: ❌ ¡No se encontró archivo YAML!
fr: ❌ Aucun fichier YAML trouvé !
it: ❌ Nessun file YAML trovato!
ja: ❌ YAML ファイルが見つかりません！
pt: ❌ Nenhum arquivo YAML encontrado!

# YamlList
source: List of Yamls:
de: Liste der YAMLs:
es: Lista de Yamls:
fr: Liste des fichiers YAML :
it: Elenco dei Yamls:
ja: YAML の一覧：
pt: Lista de YAMLs:

# BRExternalFolderNotExists
source: The external folder does not exist, unable to create a backup.
de: Der externe Ordner existiert nicht, Sicherung kann nicht erstellt werden.
es: La carpeta externa no existe, no se puede crear una copia de seguridad.
fr: Le dossier externe n’existe pas, impossible de créer une sauvegarde.
it: La cartella esterna non esiste, impossibile creare un backup.
ja: 外部フォルダーが存在しません、バックアップを作成できません。
pt: A pasta externa não existe, impossível criar um backup.

# BRMoved
source: Moved: {0} → {1}
de: Verschoben: {0} → {1}
es: Movido: {0} → {1}
fr: Déplacé : {0} → {1}
it: Spostato: {0} → {1}
ja: 移動しました：{0} → {1}
pt: Movido: {0} → {1}

# BRError
source: Error on {0}: {1}
de: Fehler bei {0}: {1}
es: Error en {0}: {1}
fr: Erreur sur {0} : {1}
it: Errore su {0}: {1}
ja: {0} でエラーが発生しました: {1}
pt: Erro em {0}: {1}

# BRRomBackupCompleted
source: Rom Backup completed.
de: ROM-Sicherung abgeschlossen
es: Copia de seguridad de Rom completada.
fr: Sauvegarde de la ROM terminée.
it: Backup della ROM completato.
ja: Rom バックアップが完了しました
pt: Backup do Rom completado

# BRCustomWorldBackupCompleted
source: Custom_Worlds Backup completed.
de: Backup der benutzerdefinierten Welten abgeschlossen.
es: Copia de seguridad de mundos personalizados completada.
fr: Sauvegarde de Custom_Worlds terminée.
it: Backup dei Custom_Worlds completato.
ja: Custom_Worlds バックアップが完了しました。
pt: Backup de Mundos Personalizados completado.

# BRFileMoved
source: File moved: {0}
de: Datei verschoben: {0}
es: Archivo movido: {0}
fr: Fichier déplacé : {0}
it: File spostato: {0}
ja: ファイルが移動しました: {0}
pt: Arquivo movido: {0}

# BRFolderMoved
source: Folder moved: {0}
de: Ordner verschoben: {0}
es: Carpeta movida: {0}
fr: Dossier déplacé : {0}
it: Cartella spostata: {0}
ja: フォルダーが移動しました: {0}
pt: Pasta movida: {0}

# BRBackupFolderNotExists
source: The backup folder does not exist, unable to restore.
de: Der Sicherungsordner existiert nicht, Wiederherstellung nicht möglich.
es: La carpeta de copia de seguridad no existe, no se puede restaurar.
fr: Le dossier de sauvegarde n’existe pas, impossible de restaurer.
it: La cartella di backup non esiste, impossibile ripristinare.
ja: バックアップフォルダーが存在しません、復元できません。
pt: A pasta de backup não existe, impossível restaurar.

# BRRestoreMoved
source: Restored: {0} → {1}
de: Wiederhergestellt: {0} → {1}
es: Restaurado: {0} → {1}
fr: Restauré : {0} → {1}
it: Ripristinato: {0} → {1}
ja: 復元しました：{0} → {1}
pt: Restaurado: {0} → {1}

# BRFileRestored
source: File restored: {0}
de: Datei wiederhergestellt: {0}
es: Archivo restaurado: {0}
fr: Fichier restauré : {0}
it: File ripristinato: {0}
ja: ファイルが復元されました: {0}
pt: Arquivo restaurado: {0}

# BRFolderRestored
source: Folder restored: {0}
de: Ordner wiederhergestellt: {0}
es: Carpeta restaurada: {0}
fr: Dossier restauré : {0}
it: Cartella ripristinata: {0}
ja: フォルダーが復元されました: {0}
pt: Pasta restaurada: {0}

# CAGeneratingYamlTemplates
source: 📦 Generating YAML templates...
de: 📦 YAML-Vorlagendateien werden erstellt...
es: 📦 Generando plantillas YAML...
fr: 📦 Génération de modèles YAML...
it: 📦 Generazione dei modelli YAML...
ja: 📦 YAML テンプレートを生成しています...
pt: 📦 Gerando modelos YAML...

# CALauncherNotFound
source: ❌ Launcher not found: {0}
de: ❌ Launcher nicht gefunden: {0}
es: ❌ Lanzador no encontrado: {0}
fr: ❌ Lanceur introuvable : {0}
it: ❌ Avvio non trovato: {0}
ja: ❌ ランチャーが見つかりません: {0}
pt: ❌ Launcher não encontrado: {0}

# CAErrorProcess
source: ❌ ERROR: Failed to start the process.
de: ❌ FEHLER: Prozess konnte nicht gestartet werden.
es: ❌ ERROR: No se pudo iniciar el proceso.
fr: ❌ ERREUR : Échec du démarrage du processus.
it: ❌ ERRORE: Impossibile avviare il processo.
ja: ❌ ERROR: プロセスを開始できません。
pt: ❌ ERRO: Falha ao iniciar o processo.

# CAYamlGeneratedSuccessfully
source: ✅ YAML generated successfully!
de: ✅ YAML erfolgreich erstellt!
es: ✅ YAML generado con éxito!
fr: ✅ YAML généré avec succès !
it: ✅ YAML generato con successo!
ja: ✅ YAML が正常に生成されました！
pt: ✅ YAML gerado com sucesso!

# CAYamlGeneratedError
source: ❌ ERROR: YAML generation failed (code {0})
de: ❌ FEHLER: YAML-Erstellung fehlgeschlagen (Code {0})
es: ❌ ERROR: La generación de YAML falló (código {0})
fr: ❌ ERREUR : Échec de la génération du YAML (code {0})
it: ❌ ERRORE: Generazione YAML fallita (codice {0})
ja: ❌ ERROR: YAML 生成に失敗しました (コード {0})
pt: ❌ ERRO: Geração de YAML falhou (código {0})

# InstallNewVersion
source: New version detected {0}
de: Neue Version erkannt {0}
es: Se detectó una nueva versión {0}
fr: Nouvelle version détectée {0}
it: Nuova versione rilevata {0}
ja: 新しいバージョンが検出されました {0}
pt: Nova versão detectada {0}

# InstallNewVersionWithPrevious
source: New version detected {0} (previous: {1})
de: Neue Version erkannt {0} (vorherige: {1})
es: Se detectó una nueva versión {0} (anterior: {1})
fr: Nouvelle version détectée {0} (précédente : {1})
it: Nuova versione rilevata {0} (precedente: {1})
ja: 新しいバージョンが検出されました {0} (以前のバージョン: {1})
pt: Nova versão detectada {0} (anterior: {1})

# InstallDeleteExtractPath
source: The folder {0} already exists, it will be deleted.
de: Der Ordner {0}.Exists bereits, er wird gelöscht.
es: La carpeta {0} ya existe, se eliminará.
fr: Le dossier {0} existe déjà, il sera supprimé.
it: La cartella {0} esiste già, verrà eliminata.
ja: フォルダー {0} が既に存在します、削除されます。
pt: A pasta {0} já existe, ela será excluída.

# InstallCleanTempExtractPath
source: Clean {0}
de: Bereinigung {0}
es: Limpiar {0}
fr: Nettoyage de {0}
it: Pulire {0}
ja: {0} のクリーンアップ
pt: Limpando {0}

# InstallImportApworldsDatabase
source: Importing ApWorlds into the database...
de: Importiere ApWorlds in die Datenbank...
es: Importando ApWorlds a la base de datos...
fr: Importation des ApWorlds dans la base de données...
it: Importazione degli ApWorlds nel database...
ja: データベースへの ApWorlds のインポート...
pt: Importando ApWorlds para o banco de dados...

# InstallUpdateComplete
source: Update completed!
de: Update abgeschlossen!
es: ¡Actualización completada!
fr: Mise à jour terminée !
it: Aggiornamento completato!
ja: 更新が完了しました！
pt: Atualização completada!

# InstallMoveArchipelagoFiles
source: Moving Archipelago installer files...
de: Verschiebe Installationsdateien von Archipel...
es: Moviendo archivos del instalador de Archipelago...
fr: Déplacement des fichiers d’installation d’Archipelago...
it: Spostamento dei file dell'installazione di Archipelago...
ja: アーチペラゴインストーラーファイルを移動しています...
pt: Movendo arquivos do instalador do Archipelago...

# InstallMoveArchipelagoFilesSuccessful
source: ✅ Files successfully moved from 'app\' to the root folder.
de: ✅ Dateien erfolgreich nach 'app\' verschoben.
es: ✅ Los archivos se movieron con éxito de 'app\' a la carpeta raíz.
fr: ✅ Fichiers déplacés avec succès de app\ vers le dossier racine.
it: ✅ File trasferiti correttamente da 'app\' alla cartella principale.
ja: ✅ ファイルが 'app\' からルートフォルダーに正常に移動されました。
pt: ✅ Arquivos movimentados com sucesso de 'app\' para a pasta raiz.

# InstallMoveArchipelagoFilesFailed
source: ⚠️ Folder 'app\' not found after extraction.
de: ⚠️ Ordner 'app\' nach der Extraktion nicht gefunden.
es: ⚠️ No se encontró la carpeta 'app\' después de la extracción.
fr: ⚠️ Dossier 'app\' introuvable après l’extraction.
it: ⚠️ Cartella 'app\' non trovata dopo l'estrazione.
ja: ⚠️ 展開後 'app\' フォルダーが見つかりません。
pt: ⚠️ Pasta 'app\' não encontrada após a extração.

# InstallDLArchipelagoError
source: Error: Unable to download Archipelago (code {0}).
es: Error: No se pudo descargar Archipelago (código {0}).
fr: Erreur : Impossible de télécharger Archipelago (code {0}).
it: Errore: Impossibile scaricare Archipelago (codice {0}).
ja: エラー: アーチペラゴをダウンロードできませんでした（コード {0）。
pt: Erro: Não foi possível baixar o Archipelago (código {0}).

# InstallDlArchipelagoLinux
source: Downloading {0}...
de: Lade {0} herunter...
es: Descargando {0}...
fr: Téléchargement {0}...
it: Download in corso {0}...
ja: ダウンロード中 {0}...
pt: Baixando {0}...
