Repository: Etsuna/ArchipelagoSphereTracker
Catalog: src/Resources/Resource.*.resx
Languages: de, es, fr, it, ja, pt

# InstallFreeMemory
source: 💾 RAM after cleanup: {0} MB
de: 💾 RAM nach der Bereinigung: {0} MB
es: 💾 RAM después de la limpieza: {0} MB
fr: 💾 RAM après nettoyage : {0} Mo
it: 💾 RAM dopo la pulizia: {0} MB
ja: 💾 クリーンアップ後のRAM: {0} MB
pt: 💾 RAM após a limpeza: {0} MB

# BotCommandDone
source: ✅ Done.
de: ✅ Erledigt.
es: ✅ Hecho.
fr: ✅ Terminé.
it: ✅ Fatto.
ja: ✅ 完了。
pt: ✅ Feito.

# AddOrEditUrlChannelAsyncSuccessful
source: URL and other information successfully added or updated.
de: URL und andere Informationen erfolgreich hinzugefügt oder aktualisiert.
es: URL y otra información agregada o actualizada con éxito.
fr: L’URL et les autres informations ont été ajoutées ou mises à jour avec succès.
it: URL e altre informazioni aggiunti o aggiornati correttamente.
ja: URLと他の情報が正常に追加または更新されました。
pt: URL e outras informações adicionadas ou atualizadas com sucesso.

# AddOrEditUrlChannelPathAsyncError
source: Error: No Guild/Channel record found. Unable to add the patch.
de: Fehler: Kein Guild/Channel-Datensatz gefunden. Patch kann nicht hinzugefügt werden.
es: Error: No se encontró ningún registro de Guild/Channel. No se pudo agregar el parche.
fr: Erreur : Aucun enregistrement de guilde/canal trouvé. Impossible d’ajouter le correctif.
it: Errore: Nessun record di Guild/Channel trovato. Impossibile aggiungere la patch.
ja: エラー: Guild/Channelレコードが見つかりません。パッチを追加できません。
pt: Erro: Nenhum registro de Guild/Channel encontrado. Não é possível adicionar o patch.

# GetPatchAndGameNameForAliasNoRecordFound
source: No record found.
de: Kein Datensatz gefunden.
es: No se encontró ningún registro.
fr: Aucun enregistrement trouvé.
it: Nessun record trovato.
ja: レコードが見つかりません。
pt: Nenhum registro encontrado.

# SendAllPatchesForChannelAsyncNoChannelId
source: No channel ID found for this GuildId and ChannelId.
de: Keine Channel-ID für diese GuildId und ChannelId gefunden.
es: No se encontró ningún ID de canal para este GuildId y ChannelId.
fr: Aucun ID de canal trouvé pour ce GuildId et ChannelId.
it: Nessun ID canale trovato per questo GuildId e ChannelId.
ja: このGuildIdおよびChannelIdに対するチャンネルIDが見つかりません。
pt: Nenhum ID de canal encontrado para este GuildId e ChannelId.

# SendAllPatchesForChannelAsyncPathLink
source: Patch for {0}, {1}: {2}
de: Patch für {0}, {1}: {2}
es: Parche para {0}, {1}: {2}
fr: Patch pour {0}, {1} : {2}
it: Patch per {0}, {1}: {2}
ja: パッチ {0}、{1}: {2}
pt: Patch para {0}, {1}: {2}

# DeleteChannelDataAsyncDeleteSuccessful
source: Deletion successful!
de: Löschung erfolgreich!
es: ¡Eliminación exitosa!
fr: Suppression réussie !
it: Eliminazione avvenuta con successo!
ja: 削除が成功しました！
pt: Deleção bem-sucedida!

# DeleteChannelDataByGuildIdAsyncDeletionGuildIdSuccessful
source: Deletion by GuildId successful!
de: Löschung nach GuildId erfolgreich!
es: ¡Eliminación por GuildId exitosa!
fr: Suppression par GuildId réussie !
it: Eliminazione per GuildId avvenuta con successo!
ja: GuildIdによる削除が成功しました！
pt: Deleção por GuildId bem-sucedida!

# GetUserAliasesWithItemsAsyncNoItem
source: No item.
de: Kein Artikel.
es: Sin elementos.
fr: Pas d'item.
it: Nessun elemento.
ja: アイテムがありません。
pt: Nenhum item.

# GetUserAliasesWithItemsAsyncNoAlias
source: No alias found for the user: {0}
de: Kein Alias für den Benutzer: {0} gefunden
es: No se encontró alias para el usuario: {0}
fr: Aucun alias trouvé pour l’utilisateur : {0}
it: Nessun alias trovato per l'utente: {0}
ja: ユーザー: {0} のエイリアスが見つかりません。
pt: Nenhum alias encontrado para o usuário: {0}

# LanguageYes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim

# LanguageNo
source: No
de: Nein
fr: Non
ja: いいえ
pt: Não

# HintNoAlias
source: Alias not specified.
de: Alias nicht angegeben.
es: No se especificó el alias.
fr: Alias non spécifié.
it: Aliasi non specificato.
ja: エイリアスが指定されていません。
pt: Alias não especificado.

# HintNoUrl
source: No URL registered for this channel or no hint.
de: Keine URL für diesen Kanal registriert oder kein Hinweis.
es: No hay URL registrada para este canal o no hay pista.
fr: Aucune URL enregistrée pour ce canal ou aucun indice.
it: Nessun URL registrato per questo canale o nessun suggerimento.
ja: このチャンネルにURLが登録されていないか、ヒントがありません。
pt: Nenhuma URL registrada para este canal ou nenhuma dica.

# HintItemFor
source: Item for {0}:
de: Artikel für {0}:
es: Elemento para {0}:
fr: Item pour {0} :
it: Elemento per {0}:
ja: {0} のアイテム:
pt: Item para {0}:

# HintNoHintFoundForReceiver
source: No hint found for this receiver.
de: Kein Hinweis für diesen Empfänger gefunden
es: No se encontró ninguna pista para este receptor.
fr: Aucun indice trouvé pour ce récepteur.
it: Nessun suggerimento trovato per questo ricevente
ja: この受信者にヒントが見つかりません。
pt: Nenhuma dica encontrada para este receptor

# HintItemFrom
source: Item from {0}:
de: Artikel von {0}:
es: Elemento de {0}:
fr: Item de la part {0} :
it: Elemento da {0}:
ja: {0} からのアイテム:
pt: Item de {0}:

# HintNoHintFoundFromFinder
source: No hint found for this finder.
de: Kein Hinweis für den Finder gefunden
es: No se encontró ninguna pista para este buscador.
fr: Aucun indice trouvé pour ce chercheur.
it: Nessun suggerimento trovato per questo cercatore
ja: この発見者にヒントが見つかりません。
pt: Nenhuma dica encontrada para este achador

# HintItem
source: **{0}'s** **{1}** is at **{2}** in **{3}'s** World.
de: **.{0}'s**. {1} befindet sich bei **.{2}** in **.{3}'s** Welt
es: **{0}'s** **{1}** está en **{2}** en el mundo de **{3}**
fr: L'item **{1}** de **{0}** se trouve à **{2}** dans le monde de **{3}**.
it: **{0}** **{1}** è a **{2}** nel mondo di **{3}**
ja: **{0} の **{1} は **{2} にあります。{3} のワールドで
pt: **{0}** **{1}** está em **{2}** no **{3}'s** Mundo

source: Program OS Not Supported
fr: Système d’exploitation du programme non pris en charge

source: Archipelago Mode started.
fr: Mode Archipelago démarré.

source: Normal Mode started.
fr: Mode Normal démarré.

# ProgramInstall
source: Run installation process, needed only for --ArchipelagoMode. Not supported on arm64.
fr: Exécutez le processus d’installation, requis uniquement pour --ArchipelagoMode. Non pris en charge sur arm64.

# ProgramArchipelagoMode
source: Run the program in Archipelago mode. Not supported on arm64.
fr: Exécutez le programme en mode Archipelago. Non pris en charge sur arm64.

# ProgramNormalMode
source: Run the program in Normal mode.
fr: Exécutez le programme en mode Normal.

# ProgramHelp
source: If no or invalid arguments are provided, this help message will be displayed.
fr: Si aucun argument ou un argument non valide n’est fourni, ce message d’aide sera affiché.

# HelperStatusAllGames
source: Status for all games:
fr: Status de tous les jeux :

# UrlCheckMaxTread
source: You can't have more than 2 Threads. Delete one before adding a new room url please.
fr: Vous ne pouvez pas avoir plus de 2 threads. Supprimez-en un avant d’ajouter une nouvelle room url , s’il vous plaît.

# BRPlayerFolderMoved
source: Players folder move completed.
fr: Déplacement du dossier des joueurs terminé.

source: Not Found.
fr: Non trouvé.

source: **Patch set for this thread.**
fr: **Patches configurés pour ce fil.**

# NoPatchForThisThread
source: No patch found for this thread.
fr: Aucun patch configuré pour ce fil.

# CompletListForThisThread
source: Complet list of patches for this thread.
fr: Liste complète des patches pour ce canal.

# NoRecordFoundForGuilChannel
source: No record found for the specified GuildId and ChannelId.
fr: Aucun enregistrement trouvé pour le GuildId et le ChannelId spécifiés.

# ItemFor
source: Items for
fr: Items pour

source: Every
fr: Toutes les

source: hour
fr: heures

source: Every day
fr: Tous les jours

source: check-frequency
fr: frequence-check

# CheckFrequencyDesc
source: Check frequency, default 5m.
fr: Fréquence de vérification, 5m par défaut.

# TDMSkippingCheck
source: Check skipped for: {0} ({1} minutes).
fr: Vérification ignorée pour: {0} ({1} minutes).

# CheckFrequencyUpdated
source: The verification frequency has been updated: {0}
fr: La fréquence de vérification a été mise à jour : {0}

# ErrorCheckFrequencyUpdate
source: Error while updating the verification frequency.
fr: Erreur lors de la mise à jour de la fréquence de vérification.

# BDDUpdated
source: The database has been updated for your thread. The Frequency check has been set to 5m, you can change it with the command /update-frequency-check.
fr: Base de données mise à jour pour votre fil. Fréquence de vérification définie à 5m. Modifiable via /update-frequency-check.

# SkipBDDMigration
source: Database file not found. Skipping migration.
fr: Le fichier de base de données est introuvable. La migration a été ignorée.

# CheckingBDDVersion
source: 🔄 Checking database version...
fr: 🔄 Vérification de la version de la base...

# NoBddVersionTable
source: No BddVersion Table: migration required.
fr: Pas de table BddVersion : migration nécessaire.

source: BDD Up To Date.
fr: Base de données à jour.

# BDDForceUpdate
source: Database at version {0}: forced migration to {1}.
fr: Base en version {0} : migration forcée vers {1}.

# RoomNotFound
source: Error during the migration of your thread. Please delete your thread and re-add the URL.
fr: Erreur lors de la migration de votre thread. Veuillez supprimer votre fil et réajouter l’URL.

# HintItemUpdated
source: **{0}** was found at **{1}** in **{2}'s** World.
fr: L'item **{0}** se trouve à **{1}** dans le monde de **{2}**.

# HintItemNew
source: **{0}** is at **{1}** in **{2}'s** World.
fr: L'item **{0}** se trouve à **{1}** dans le monde de **{2}**.

# HelperLastCheck
source: Last Check: {0}.
fr: Dernière Vérification: {0}.

# AgoS
source: {0} s ago
fr: Il y a {0} s

# AgoM
source: {0} min ago
fr: Il y a {0} min

# AgoH
source: {0} h ago
fr: Il y a {0} h

# AgoD
source: {0} d ago
fr: Il y a {0} d

# HintNew
source: New Hint
fr: Nouvel Indice

source: Hint Updated
fr: Indice actualisé

source: Filler
fr: Remplissage

source: Useful
fr: Utile

source: Required
fr: Obligatoire

source: Trap
fr: Piège

# Unknown
source: Unknown({0})
fr: Inconnu({0})

# DownloadAndInstall
source: Download and Install Archipelago version {0} before to install the bot in Archipelago Mode.
fr: Téléchargez et installez la version d'Archipelago {0} avant d'installer le bot avec le mode Archipelago.

# ProgramInstallationMode
source: Installation Mode
de: Installationsmodus
es: Modo de instalación
it: Modalità installazione
ja: インストールモード
pt: Modo de Instalação

# GenerationLog
source: 🟢 **Log** : {0}
de: 🟢 **Protokoll** : {0}
ja: 🟢 **ログ** : {0}

# HelperInfos
source: Infos:
es: Información:
it: Informazioni:
ja: 情報:
pt: Informações:

# HelperRoom
source: Room: {0}
de: Raum: {0}
es: Sala: {0}
it: Stanza: {0}
ja: ルーム: {0}
pt: Sala: {0}

# HelperUrlTracker
source: Tracker: {0}
es: Seguimiento: {0}
ja: トラッカー: {0}

# HelperPort
source: Port: {0}
es: Puerto: {0}
it: Porta: {0}
ja: ポート: {0}
pt: Porta: {0}

# SCThreadPublic
source: Public
de: Öffentlich
es: Público
it: Pubblico
ja: 公開
pt: Público

# CAException
source: ❌ Exception : {0} - {1}
de: ❌ Ausnahme: {0} - {1}
es: ❌ Excepción: {0} - {1}
it: ❌ Eccezione : {0} - {1}
ja: ❌ 例外 : {0} - {1}
pt: ❌ Exceção: {0} - {1}
