Repository: Etsuna/ArchipelagoSphereTracker
Catalog: src/Resources/Resource.*.resx
Languages: de, es, fr, it, ja, pt

# ProgramArchipelagoAlreadyInstalled
source: Archipelago {0} is already installed.
de: Archipelago {0} ist bereits installiert.
es: Archipelago {0} ya está instalado.
fr: Archipelago {0} est déjà installé.
it: Archipelago {0} è già installata.
ja: Archipelago {0} はすでにインストールされています。
pt: Archipelago {0} já está instalado.

# ProgramBotIsConnected
source: Bot is connected!
de: Bot ist verbunden!
es: ¡El bot está conectado!
fr: Le bot est connecté !
it: Il bot è connesso!
ja: ボットが接続されています！
pt: Bot está conectado!

# ProgramStartingBot
source: Starting bot... {0}
de: Starte Bot... {0}
es: Iniciando bot... {0}
fr: Lancement du bot… {0}
it: Avvio del bot... {0}
ja: ボットを起動しています... {0}
pt: Iniciando bot... {0}

# TDMChannelStillExists
source: The channel still exists: {0}
de: Der Kanal existiert immer noch: {0}
es: El canal aún existe: {0}
fr: Le canal existe toujours : {0}
it: Il canale esiste ancora: {0}
ja: チャンネルがまだ存在します： {0}
pt: O canal ainda existe: {0}

# TDMNewMessageOnThread
source: New item on the thread {0}, automatic deletion canceled.
de: Neue Nachricht im Thread {0}, automatisches Löschen abgebrochen.
es: Nuevo mensaje en el hilo {0}, cancelando la eliminación automática.
fr: Nouveau message dans le fil {0}, suppression automatique annulée.
it: Nuovo messaggio nel thread {0}, cancellazione automatica annullata.
ja: スレッド {0} に新しいメッセージが届きました。自動削除がキャンセルされました。
pt: Nova mensagem no tópico {0}, exclusão automática cancelada.

# TDMNoActivity
source: No new item for 14 days, deleting all infos ...
de: Keine Aktivität für 7 Tage, lösche den Thread...
es: No hay actividad en 7 días, eliminando el hilo...
fr: Aucune activité depuis 7 jours, suppression du fil...
it: Nessuna attività per 7 giorni, cancellazione del thread...
ja: 7日間アクティビティがありません。スレッドを削除しています...
pt: Sem atividade há 7 dias, excluindo o tópico...

# TDMCheckingItems
source: Checking Items for the channel {0}...
de: Überprüfe Items für den Kanal {0}...
es: Comprobando elementos para el canal {0}...
fr: Vérification des items pour le canal {0}...
it: Verifica degli oggetti per il canale {0}...
ja: チャンネル {0} のアイテムを確認しています...
pt: Verificando Itens para o canal {0}...

# TDMChannelNoLongerExists
source: The channel no longer exists, deleting Channel information: {0}.
de: Der Kanal existiert nicht mehr, lösche Kanalinformationen: {0}.
es: El canal ya no existe, eliminando la información del canal: {0}.
fr: Le canal n'existe plus, suppression des informations du canal : {0}.
it: Il canale non esiste più, cancellazione delle informazioni sul canale: {0}.
ja: チャンネルが存在しなくなりました。チャンネル情報を削除しています： {0}。
pt: O canal não existe mais, excluindo informações do Canal: {0}.

# TDMDeletionCompleted
source: Deletion completed.
de: Löschen abgeschlossen.
es: Eliminación completada.
fr: Suppression terminée.
it: Cancellazione completata.
ja: 削除が完了しました。
pt: Exclusão concluída.

# TDMServerNotFound
source: Server not found {0}, deleting the information.
de: Server nicht gefunden {0}, lösche die Informationen.
es: Servidor no encontrado {0}, eliminando la información.
fr: Serveur introuvable {0}, suppression des informations.
it: Server non trovato {0}, cancellazione delle informazioni.
ja: サーバーが見つかりません {0}、情報を削除しています。
pt: Servidor não encontrado {0}, excluindo as informações.

# TDMWaitingCheck
source: Waiting 1 minutes before the next check...
de: Warte 5 Minuten vor dem nächsten Check...
es: Esperando 5 minutos antes de la siguiente comprobación...
fr: Attente de 1 minutes avant la prochaine vérification...
it: Aspettando 5 minuti prima del prossimo controllo...
ja: 次のチェックまで5分待機しています...
pt: Aguardando 5 minutos antes da próxima verificação...

# TDMTrackingCanceled
source: Tracking canceled.
de: Verfolgung abgebrochen.
es: Seguimiento cancelado.
fr: Tracking annulé.
it: Monitoraggio annullato.
ja: 追跡がキャンセルされました。
pt: Rastreamento cancelado.

# TDMGoalComplete
source: @everyone {0} has completed their goal for this game: {1}!
de: @everyone {0} hat sein Ziel für das Spiel erreicht: {1}!
es: @todos {0} ha completado su meta para este juego: {1}!
fr: @everyone {0} a terminé le jeu : {1} !
it: @everyone {0} ha completato il suo obiettivo per questo gioco: {1}!
ja: @everyone {0} はこのゲームの目標を達成しました： {1}！
pt: @everyone {0} completou o objetivo para este jogo: {1}!

# TDMAliasUpdated
source: Aliases Updated!
de: Aliase aktualisiert!
es: ¡Alias actualizados!
fr: Alias mis à jour !
it: Alias aggiornati!
ja: エイリアスが更新されました！
pt: Aliases Atualizados!

# TDPMEssageItemsNoMention
source: **{0}** sent **{1}** to **{2}** ({3})
de: {0} hat {1} an {2} ({3}) gesendet.
es: {0} envió {1} a {2} ({3})
fr: **{0}** a envoyé **{1}** à **{2}** ({3})
it: {0} ha inviato {1} a {2} ({3})
ja: {0} は {1} を {2} （{3}） に送信しました。
pt: {0} enviou {1} para {2} ({3})

# AliasEmpty
source: The alias cannot be empty.
de: Der Alias kann nicht leer sein.
es: El alias no puede estar vacío.
fr: L’alias ne peut pas être vide.
it: L'alias non può essere vuoto.
ja: エイリアスが空 päすことはできません。
pt: O alias não pode estar vazio.

# AliasAlreadyRegistered
source: The alias '{0}' is already registered for <@{1}>.
de: Der Alias '{0}' ist bereits für <@{1}> registriert.
es: El alias '{0}' ya está registrado para <@{1}>.
fr: L’alias « {0} » est déjà enregistré pour <@{1}>.
it: L'alias '{0}' è già registrato per <@{1}>.
ja: エイリアス '{0}' は <@{1}> にすでに登録されています。
pt: O alias '{0}' já está registrado para <@{1}>.

# AliasAdded
source: Alias added: {0} is now associated with <@{1}> and its recap has been generated.
de: Alias hinzugefügt: {0} ist jetzt mit <@{1}> verknüpft und wurde neu erstellt.
es: Alias añadido: {0} ahora está asociado con <@{1}> y se ha generado su resumen.
fr: Alias ajouté : {0} est maintenant associé à <@{1}> et son récapitulatif a été généré.
it: Alias aggiunto: {0} è ora associato a <@{1}> e il suo riassunto è stato generato.
ja: エイリアスが追加されました： {0} は <@{1}> に関連付けられ、その要約が生成されました。
pt: Alias adicionado: {0} agora está associado a <@{1}> e seu resumo foi gerado.

# AliasNotRegistered
source: No alias is registered.
de: Kein Alias registriert.
es: No hay ningún alias registrado.
fr: Aucun alias n’est enregistré.
it: Nessun alias è registrato.
ja: エイリアスが登録されていません。
pt: Nenhum alias está registrado.

# AliasNotFound
source: No alias found for '{0}'.
de: Kein Alias gefunden für '{0}'.
es: No se encontró ningún alias para '{0}'.
fr: Aucun alias trouvé pour « {0} ».
it: Nessun alias trovato per '{0}'.
ja: '{0}' のエイリアスは見つかりません。
pt: Nenhum alias encontrado para '{0}'.

# AliasDeleted
source: Alias '{0}' deleted.
de: Alias '{0}' gelöscht.
es: Alias '{0}' eliminado.
fr: Alias « {0} » supprimé.
it: Alias '{0}' cancellato.
ja: エイリアス '{0}' が削除されました。
pt: Alias '{0}' excluído.

# AliasOtherOwner
source: You are not the owner of this alias: '{0}'. Deletion not performed.
de: Sie sind nicht der Besitzer dieses Aliases: '{0}'. Löschen nicht durchgeführt.
es: No eres el propietario de este alias: '{0}'. La eliminación no se realizó.
fr: Vous n’êtes pas le propriétaire de cet alias : « {0} ». Suppression non effectuée.
it: Non sei il proprietario di questo alias: '{0}'. Cancellazione non eseguita.
ja: このエイリアス '{0}' の所有者ではありません。削除は行われません。
pt: Você não é o proprietário deste alias: '{0}'. Exclusão não realizada.

# NoUrlRegistered
source: No URL registered for this channel.
de: Keine URL für diesen Kanal registriert.
es: No se registró ninguna URL para este canal.
fr: Aucune URL enregistrée pour ce canal.
it: Nessuna URL registrata per questo canale.
ja: このチャンネルにURLが登録されていません。
pt: Nenhuma URL registrada para este canal.

# AliasTable
source: Here is the users table:
de: Hier ist die Benutzertabelle:
es: Aquí tienes la tabla de usuarios:
fr: Voici la table des utilisateurs :
it: Ecco la tabella degli utenti:
ja: ユーザーの表です：
pt: Aqui está a tabela de usuários:

# AliasTableValue
source: | {0} | {1} | Filler Item Skip: {2}
es: | {0} | {1} | Omitir elementi relleno: {2}
fr: | {0} | {1} | Ignorer les items filler: {2}
it: | {0} | {1} | Salta Oggetto di Ripieno: {2}
pt: | {0} | {1} | Item Skip: {2}

# ApworldWrongFile
source: ❌ You must send an APWORLD file!
de: ❌ Sie müssen eine APWORLD-Datei senden!
es: ❌ ¡Debes enviar un archivo APWORLD!
fr: ❌ Vous devez envoyer un fichier APWORLD !
it: ❌ Devi inviare un file APWORLD!
ja: ❌ APWORLD ファイルを送信する必要があります！
pt: ❌ Você deve enviar um arquivo APWORLD!

# ApworldFileSent
source: File {0} sent.
de: Datei {0} gesendet.
es: Archivo {0} enviado.
fr: Fichier {0} envoyé.
it: File {0} inviato.
ja: ファイル {0} が送信されました。
pt: Arquivo {0} enviado.

# ApworldFileNotFound
source: ❌ No APWORLD file found!
de: ❌ Keine APWORLD-Datei gefunden!
es: ❌ ¡No se encontró ningún archivo APWORLD!
fr: ❌ Aucun fichier APWORLD trouvé !
it: ❌ Nessun file APWORLD trovato!
ja: ❌ APWORLD ファイルが見つかりません！
pt: ❌ Nenhum arquivo APWORLD encontrado!

source: ❌ No file selected.
de: ❌ Keine Datei ausgewählt.
es: ❌ No se seleccionó ningún archivo.
fr: ❌ Aucun fichier sélectionné.
it: ❌ Nessun file selezionato.
ja: ❌ ファイルが選択されていません。
pt: ❌ Nenhum arquivo selecionado.

# ApworldList
source: List of apworld
de: Liste der Apworlds
es: Lista de apworld
fr: Liste des apworld
it: Elenco dei mondi APWORLD
ja: apworld リスト
pt: Lista de apworld

# ApworldNotFound
source: ❌ No APWORLD file found!
de: ❌ Keine APWORLD-Datei gefunden!
es: ❌ ¡No se encontró ningún archivo APWORLD!
fr: ❌ Aucun fichier APWORLD trouvé !
it: ❌ Nessun file APWORLD trovato!
ja: ❌ APWORLD ファイルが見つかりません！
pt: ❌ Nenhum arquivo APWORLD encontrado!

# ApworldCustomFolderNotFound
source: ❌ custom_worlds folder not found.
de: ❌ Ordner custom_worlds nicht gefunden.
es: ❌ carpeta custom_worlds no encontrada.
fr: ❌ Dossier custom_worlds introuvable.
it: ❌ Cartella custom_worlds non trovata.
ja: ❌ custom_worlds フォルダが見つかりません。
pt: ❌ pasta custom_worlds não encontrada.

# BotCommandFailed
source: Command failed: {0}
de: Befehl fehlgeschlagen: {0}
es: Comando fallido: {0}
fr: Commande échouée : {0}
it: Comando fallito: {0}
ja: コマンドが失敗しました： {0}
pt: Comando falhou: {0}

# BotChannelNotFound
source: Channel not found ({0})
de: Kanal nicht gefunden ({0})
es: Canal no encontrado ({0})
fr: Canal introuvable ({0})
it: Canale non trovato ({0})
ja: チャンネルが見つかりません（{0}）
pt: Canal não encontrado ({0})

# BotChannelId
source: Channel : {0} (ID: {1})
de: Kanal: {0} (ID: {1})
es: Canal: {0} (ID: {1})
fr: Canal : {0} (ID : {1})
it: Canale : {0} (ID: {1})
ja: チャンネル： {0} （ID: {1}）
pt: Canal: {0} (ID: {1})

# BotSendingError
source: Sending error: {0}
de: Sende-Fehler: {0}
es: Error al enviar: {0}
fr: Erreur d’envoi : {0}
it: Errore nell'invio: {0}
ja: 送信エラー： {0}
pt: Erro ao enviar: {0}

# BotCommandOutsideServer
source: This command can’t be executed outside of a server.
de: Dieser Befehl kann außerhalb eines Servers nicht ausgeführt werden.
es: Este comando no puede ejecutarse fuera de un servidor.
fr: Cette commande ne peut pas être exécutée en dehors d’un serveur.
it: Questo comando non può essere eseguito al di fuori di un server.
ja: このコマンドはサーバー外で実行できません。
pt: Este comando não pode ser executado fora de um servidor.

# BotCommandChannel
source: This command must be executed in a channel.
de: Dieser Befehl muss in einem Kanal ausgeführt werden.
es: Este comando debe ejecutarse en un canal.
fr: Cette commande doit être exécutée dans un canal.
it: Questo comando deve essere eseguito in un canale.
ja: このコマンドはチャンネルで実行する必要があります。
pt: Este comando deve ser executado em um canal.

# BotCommandThread
source: This command must be executed in a thread.
de: Dieser Befehl muss in einem Thread ausgeführt werden.
es: Este comando debe ejecutarse en un hilo
fr: Cette commande doit être exécutée dans un fil de discussion.
it: Questo comando deve essere eseguito in un thread
ja: このコマンドはスレッドで実行する必要があります。
pt: Este comando deve ser executado em um tópico

# GenerationError
source: ❌ **Error** : {0}
de: ❌ **Fehler**: {0}
fr: ❌ **Erreur** : {0}
it: ❌ **Errore** : {0}
ja: ❌ **エラー**： {0}
pt: ❌ **Erro**: {0}

# GenerationTimeout
source: ⏳ Timeout: Process stopped after 10 minutes.
de: ⏳ Timeout: Prozess nach 10 Minuten gestoppt.
es: ⏳ Tiempo de espera: Proceso detenido después de 10 minutos.
fr: ⏳ Délai d’attente dépassé : processus arrêté après 10 minutes.
it: ⏳ Tempo scaduto: processo interrotto dopo 10 minuti.
ja: ⏳ タイムアウト： 10 分後にプロセスが停止しました。
pt: ⏳ Tempo esgotado: processamento parado após 10 minutos.

# GenerationOutputFolderNotExists
source: ❌ The output folder {0} does not exist.
de: ❌ Der Ausgabeordner {0} existiert nicht.
es: ❌ La carpeta de salida {0} no existe.
fr: ❌ Le dossier de sortie {0} n’existe pas.
it: ❌ La cartella di output {0} non esiste.
ja: ❌ 出力フォルダ {0} は存在しません。
pt: ❌ A pasta de saída {0} não existe.

# GenerationZipNotFound
source: ❌ No ZIP file found.
de: ❌ Keine ZIP-Datei gefunden.
es: ❌ No se encontró ningún archivo ZIP.
fr: ❌ Aucun fichier ZIP trouvé.
it: ❌ Nessun file ZIP trovato.
ja: ❌ ZIP ファイルが見つかりませんでした。
pt: ❌ Nenhum arquivo ZIP encontrado.

# GenerationTestSuccessful
source: ✅ Test generation successful!
de: ✅ Testgenerierung erfolgreich!
es: ✅ ¡Generación de prueba exitosa!
fr: ✅ Génération de test réussie !
it: ✅ Generazione del test avvenuta con successo!
ja: ✅ テスト生成が成功しました！
pt: ✅ Geração de teste bem-sucedida!

# GenerationWrongZipFormat
source: ❌ You must send a ZIP file containing the YAML files!
de: ❌ Sie müssen eine ZIP-Datei senden, die die YAML-Dateien enthält!
es: ❌ ¡Debes enviar un archivo ZIP que contenga los archivos YAML!
fr: ❌ Vous devez envoyer un fichier ZIP contenant les fichiers YAML !
it: ❌ Devi inviare un file ZIP contenente i file YAML!
ja: ❌ ZIP ファイルに YAML ファイルを含める必要があります！
pt: ❌ Você deve enviar um arquivo ZIP contendo os arquivos YAML!

# GenerationNotAYamlFileIntoZip
source: ℹ️ Info: {0} is not a YAML file. It was deleted before generation.
de: ℹ️ Info: {0} ist keine YAML-Datei. Sie wurde vor der Generierung gelöscht.
es: ℹ️ Información: {0} no es un archivo YAML. Fue eliminado antes de la generación.
fr: ℹ️ Info : {0} n’est pas un fichier YAML. Il a été supprimé avant la génération.
it: ℹ️ Informazioni: {0} non è un file YAML. È stato eliminato prima della generazione.
ja: ℹ️ 情報: {0} は YAML ファイルではありません。生成前に削除されました。
pt: ℹ️ Info: {0} não é um arquivo YAML. Ele foi excluído antes da geração.

# GenerationNoYamlIntoZip
source: ❌ No YAML file found in the archive!
de: ❌ Keine YAML-Datei im Archiv gefunden!
es: ❌ ¡No se encontró ningún archivo YAML en el archivo comprimido!
fr: ❌ Aucun fichier YAML trouvé dans l’archive !
it: ❌ Nessun file YAML trovato nell'archivio!
ja: ❌ アーカイブ内に YAML ファイルが見つかりません！
pt: ❌ Nenhum arquivo YAML encontrado no arquivo!

# GenerationNoYaml
source: ❌ No YAML file found!
de: ❌ Keine YAML-Datei gefunden!
es: ❌ ¡No se encontró ningún archivo YAML!
fr: ❌ Aucun fichier YAML trouvé !
it: ❌ Nessun file YAML trovato!
ja: ❌ YAML ファイルが見つかりません！
pt: ❌ Nenhum arquivo YAML encontrado!

# HelperNoId
source: Receiver ID not specified.
de: Empfänger-ID nicht angegeben.
es: No se ha especificado el ID del receptor.
fr: ID du destinataire non spécifié.
it: ID del ricevitore non specificato.
ja: 受信者IDが指定されていません。
pt: ID do receptor não especificado.

# HelperPatch
source: Patch for {0}, {1}
de: Patch für {0}, {1}
es: Parche para {0}, {1}
fr: Patch pour {0}, {1}
it: Patch per {0}, {1}
ja: {0} 用のパッチ、{1}
pt: Patch para {0}, {1}

# HelperNoPatch
source: No patch for this user.
de: Kein Patch für diesen Benutzer.
es: No hay parche para este usuario.
fr: Aucun patch pour cet utilisateur.
it: Nessuna patch per questo utente.
ja: このユーザーのためのパッチはありません。
pt: Nenhum patch para este usuário.

# HelperSilent
source: Silent: {0}
de: Stumm: {0}
es: Silencioso: {0}
fr: Silencieux : {0}
it: Silenzioso: {0}
ja: サイレント: {0}
pt: Silencioso: {0}

# HelperGameStatusWithSilent
source: Status for all games, Thread is silent, Only for added aliases:
de: Status für alle Spiele, Thread ist stumm, Nur für hinzugefügte Aliasse:
es: Estado para todos los juegos, el hilo es silencioso, Solo para aliases agregados:
fr: Statut pour tous les jeux, fil silencieux, uniquement pour les alias ajoutés :
it: Stato per tutti i giochi, il thread è silenzioso, Solo per gli alias aggiunti:
ja: すべてのゲームのステータス、スレッドはサイレント、追加されたエイリアスのみ:
pt: Status para todos os jogos, Thread é silenciosa, Apenas para aliases adicionados:

# HelperItemsFor
source: Items for {0}:
de: Artikel für {0}:
es: Elementos para {0}:
fr: Items pour {0} :
it: Elementi per {0}:
ja: {0} のアイテム:
pt: Itens para {0}:

# HelperNoItems
source: No items
de: Keine Artikel
es: Sin elementos
fr: Pas d’items
it: Nessun elemento
ja: アイテムなし
pt: Nenhum item

# RACNoUrlOrAlias
source: No URL registered for this channel or no alias recorded.
de: Keine URL für diesen Kanal registriert oder kein Alias aufgezeichnet.
es: No hay URL registrada para este canal o no hay alias registrado.
fr: Aucune URL enregistrée pour ce canal ou aucun alias enregistré.
it: Nessun URL registrato per questo canale o nessun alias registrato.
ja: このチャンネルに登録されたURLがなく、エイリアスが記録されていません。
pt: Nenhuma URL registrada para este canal ou nenhum alias registrado.

# RACNoAliasRegistered
source: You don’t have any registered alias. Use the /add-alias command to automatically generate a recap file.
de: Sie haben kein registriertes Alias. Verwenden Sie den Befehl /add-alias, um automatisch eine Zusammenfassungsdatei zu erstellen.
es: No tienes ningún alias registrado. Usa el comando /add-alias para generar automáticamente un archivo de resumen.
fr: Vous n’avez aucun alias enregistré. Utilisez la commande /add-alias pour générer automatiquement un fichier récapitulatif.
it: Non hai alcun alias registrato. Usa il comando /add-alias per generare automaticamente un file di riepilogo.
ja: 登録されたエイリアスがありません。/add-alias コマンドを使用して、自動的にレポートファイルを生成してください。
pt: Você não possui nenhum alias registrado. Use o comando /add-alias para gerar automaticamente um arquivo de resumo.

# RACUserNotExists
source: The user <@{0}> does not exist.
de: Der Benutzer <@{0}> existiert nicht.
es: El usuario <@{0}> no existe.
fr: L’utilisateur <@{0}> n’existe pas.
it: L'utente <@{0}> non esiste.
ja: ユーザー <@{0}> は存在しません。
pt: O usuário <@{0}> não existe.

# RACUserNoRegistredWithAlias
source: The user <@{0}> is not registered with the alias: {1}.
de: Der Benutzer <@{0}> ist nicht mit dem Alias: {1} registriert.
es: El usuario <@{0}> no está registrado con el alias: {1}.
fr: L’utilisateur <@{0}> n’est pas enregistré avec l’alias : {1}.
it: L'utente <@{0}> non è registrato con l'alias: {1}.
ja: ユーザー <@{0}> はエイリアス: {1} で登録されていません。
pt: O usuário <@{0}> não está registrado com o alias: {1}.

# RACBuildMessageError
source: Internal error: buildMessage is null even though a recap was requested.
de: Interner Fehler: buildMessage ist null, obwohl eine Zusammenfassung angefordert wurde.
es: Error interno: buildMessage es nulo aunque se haya solicitado un resumen.
fr: Erreur interne : buildMessage est nul alors qu’un récapitulatif a été demandé.
it: Errore interno: buildMessage è nullo anche se è stato richiesto un riepilogo.
ja: 内部エラー: buildMessage が-null でも、レポートが要求されています。
pt: Erro interno: buildMessage é nulo mesmo que um resumo tenha sido solicitado.

# RACCleanAll
source: Clean All for <@{0}> completed.
de: Alle für <@{0}> gereinigt abgeschlossen.
es: Limpieza completa para <@{0}> finalizada.
fr: Clean All pour <@{0}> effectué.
it: Pulizia completa per <@{0}> completata.
ja: <@{0}> ための全てのクリーンが完了しました。
pt: Limpeza completa para <@{0}> concluída.

# RACClean
source: Clean for Alias {0} completed.
de: Reinigung für Alias {0} abgeschlossen
es: Limpieza para Alias {0} finalizada.
fr: Clean pour l'Alias {0} effectué.
it: Pulizia per Alias {0} completata.
ja: エイリアス {0} ためのクリーンが完了しました。
pt: Limpeza para Alias {0} concluída

# RACDetailsForUser
source: Details for <@{0}>
de: Details für <@{0}>
es: Detalles para <@{0}>
fr: Détails pour <@{0}>
it: Dettagli per <@{0}>
ja: <@{0}> の詳細
pt: Detalhes para <@{0}>

# RACNoList
source: There is no list.
de: Es gibt keine Liste.
es: No hay lista.
fr: Il n’y a pas de liste.
it: Non c'è alcuna lista.
ja: リストがありません。
pt: Não há nenhuma lista.

# SCDeleteAliasDescription
source: Delete Alias
de: Alias löschen
es: Eliminar Alias
fr: Supprimer l’alias
it: Eliminazione Alias
ja: エイリアスを削除
pt: Excluir Alias

# SCAddAliasDescription
source: Add Alias
de: Alias hinzufügen
es: Agregar Alias
fr: Ajouter un alias
it: Aggiunta Alias
ja: エイリアスを追加
pt: Adicionar Alias

# SCAddAliasSkipMentionDescription
source: Set if you want to skip useless mention (filler Items)
de: Setzen Sie dies, wenn Sie unerwünschte Erwähnungen (Füller-Artikel) überspringen möchten.
es: Establece si deseas omitir mencionar elementos innecesarios (Items de relleno)
fr: Définir si vous voulez ignorer les mentions inutiles (items filler)
it: Imposta se desideri saltare menzioni inutili (elementi di riempimento)
ja: 不要なメンション（フィラーライテム）をスキップする設定
pt: Defina se você deseja pular a menção desnecessária (itens preenchidos)

# SCChooseAnAlias
source: Choose an alias
de: Wählen Sie ein Alias
es: Elige un alias
fr: Choisissez un alias
it: Scegli un alias
ja: エイリアスを選択
pt: Escolha um alias

# SCAddUrlDescription
source: Add a URL and create a thread.
de: Fügen Sie eine URL hinzu und erstellen einen Thread.
es: Agregar una URL y crear un hilo.
fr: Ajoutez une URL et créez un fil de discussion.
it: Aggiungi un URL e crea un thread.
ja: URL を追加し、スレッドを作成
pt: Adicionar uma URL e criar uma thread.

# SCUrlToTrack
source: The URL to track
de: Die zu verfolgende URL
es: La URL a seguir
fr: L’URL à suivre
it: L'URL da tracciare
ja: トラックするURL
pt: A URL a ser rastreada

# SCThreadNameDescription
source: Name of the thread to create
de: Name des zu erstellenden Threads
es: Nombre del hilo a crear
fr: Nom du fil de discussion à créer
it: Nome del thread da creare
ja: 作成するスレッドの名前
pt: Nome da thread a ser criada

# SCThreadTypeDescription
source: Specify if the thread is public or private
de: Geben Sie an, ob der Thread öffentlich oder privat ist
es: Especifica si el hilo es público o privado
fr: Indiquez si le fil de discussion est public ou privé
it: Specifica se il thread è pubblico o privato
ja: スレッドが公開か非公開かを指定
pt: Especifique se a thread é pública ou privada

# SCThreadPrivate
source: Private
de: Privat
es: Privado
fr: Privé
it: Privato
ja: 非公開
pt: Privado

# SCSilentOption
source: silent
de: stumm
es: silencioso
fr: silencieux
it: silenzioso
ja: サイレント
pt: silencioso

# SCSilentDescription
source: Only send message when an alias is set
de: Nur Nachicht senden, wenn ein Alias gesetzt ist
es: Sólo enviar mensaje cuando se establece un alias
fr: Envoyer un message uniquement lorsqu’un alias est défini
it: Invia messaggio solo quando è impostato un alias
ja: エイリアスが設定されたときだけメッセージを送信
pt: Enviar mensagem apenas quando um alias é definido

# SCThreadName
source: thread-name
es: nombre-del-hilo
fr: nom-du-fil
it: nome-thread
ja: スレッドの名前
pt: nome-thread

# SCThreadType
source: thread-type
es: tipo-de-hilo
fr: type-de-fil
it: tipo-thread
ja: スレッドの種類
pt: tipo-thread

# SCAddAliasSkipMention
source: skip_mention_items
de: filler_items_skip_mention
es: filler_items_skip_mention
fr: ignorer_mentions_filler
it: salta_menzione_elementi
ja: filler_items_skip_mention
pt: itens_preenchidos_pular_mentao

# SCGetAliasesDescription
source: List all Aliases
de: Alle Aliase auflisten
es: Listar todos los Aliases
fr: Liste tous les alias
it: Elenca tutti gli Alias
ja: すべてのエイリアスをリストする
pt: Listar todos os Aliases

# SCDeleteUrlDescription
source: Delete Url, clean Aliases and Recap
de: URL löschen, Aliase und Zusammenfassung bereinigen
es: Eliminar URL, limpiar Aliases y Resumen
fr: Supprimer l’URL, nettoyer les alias et le récapitulatif
it: Elimina URL, pulisce Alias e Recap
ja: URL を削除し、エイリアスとレポートをクリーン
pt: Excluir URL, limpar Aliases e Resumo
